{
  "Angry": "He was angry because the bus was late.",
  "Frightened": "She felt frightened when she heard a strange noise.",
  "Hungry": "I am hungry, so I will make a sandwich.",
  "Thirsty": "After the long walk, we were very thirsty.",
  "Bored": "The children got bored during the long journey.",
  "Happy": "She was happy to see her old school friends.",
  "Sad": "He felt sad when his team lost the game.",
  "Tired": "I am tired after working in the garden all day.",
  "Cold": "The water is too cold for swimming today.",
  "Hot": "It’s hot outside, so we bought ice cream.",
  "Stressed": "I feel stressed before my exams.",
  "Worried": "She is worried about her father’s health.",
  "Bag": "She put her books in her bag.",
  "Charger": "I need a charger to charge my phone.",
  "Coin": "He found a coin on the street.",
  "Diary": "She writes in her diary every evening.",
  "Dictionary": "Use a dictionary to check the meaning of the word.",
  "File": "I saved the report in a new file.",
  "Glasses": "He wears glasses when he reads.",
  "Headphone": "I listen to music with my headphones.",
  "an identity card": "You need an identity card to enter the office.",
  "a key": "I lost the key to my apartment.",
  "a lamp": "The lamp on my desk is very bright.",
  "a laptop": "She works on her laptop every day.",
  "a megazine": "He is reading a travel magazine.",
  "a watch": "My watch is fast by five minutes.",
  "Copybook": "I write new English words in my copybook.",
  "Paper cup": "He drank tea from a paper cup.",
  "Flash drive": "I saved my homework on a flash drive.",
  "Workplace": "Our workplace is clean and comfortable.",
  "Housework": "I do the housework every weekend.",
  "Wear": "I wear jeans most of the time.",
  "Breakfast": "We usually have breakfast at seven.",
  "Lounch": "Let’s have lunch together in the park.",
  "Dinner": "We had dinner with our neighbours.",
  "Snack": "I had a small snack before going to bed.",
  "Beautiful": "The garden is beautiful in spring.",
  "big": "They live in a big house near the park.",
  "cheap": "We found a cheap hotel for our holiday.",
  "clean": "The kitchen is clean after I washed it.",
  "easy": "This exercise is easy to do.",
  "fast": "He is a fast runner.",
  "full": "The glass is full of water.",
  "good": "She is good at playing the piano.",
  "high": "The mountain is very high.",
  "long": "We took a long walk along the beach.",
  "old": "This is an old photograph of my family.",
  "rich": "The businessman is very rich.",
  "right": "You gave the right answer.",
  "safe": "The park is safe for children to play.",
  "the same": "We have the same shoes.",
  "strong": "He is strong enough to lift the box.",
  "fat": "The cat is fat and lazy.",
  "thick": "The book is very thick.",
  "wet": "My clothes are wet after the rain.",
  "an accountant": "The accountant checks the company’s finances.",
  "an actor": "The actor is famous for his films.",
  "a factory worker": "My uncle is a factory worker.",
  "a flight attendant": "The flight attendant served drinks.",
  "a guide": "The guide showed us around the city.",
  "a hairdresser": "The hairdresser cut my hair yesterday.",
  "a lawyer": "The lawyer gave me good advice.",
  "a nurse": "The nurse took care of the patients.",
  "a vet": "The vet examined my dog.",
  "a waiter": "The waiter brought us the menu.",
  "have a shower": "I have a shower every morning.",
  "have a coffee": "Let’s have a coffee after lunch.",
  "do the housework": "I usually do the housework on Sundays.",
  "start work at 8:30": "I start work at 8:30 every day.",
  "finish work at 6:30": "I finish work at 6:30 in the evening.",
  "get dressed": "I usually get dressed at 7 a.m.",
  "wake up at 7:30": "I wake up at 7:30 on weekdays.",
  "have lunch at work": "I have lunch at work in the canteen.",
  "go shopping": "We go shopping every Saturday.",
  "go to bad": "I go to bed at 11 o’clock.",
  "have pizza for diner": "We have pizza for dinner on Fridays.",
  "have a bath": "I have a bath before going to bed.",
  "see friends": "I see friends at the weekend.",
  "North": "They live in the north of the country.",
  "South": "We travelled to the south of France.",
  "East": "The sun rises in the east.",
  "West": "The sun sets in the west.",
  "Today": "I have a meeting today.",
  "Yesterday": "I went to the cinema yesterday.",
  "Tomorrow": "We will visit our grandparents tomorrow.",
  "Often": "I often go jogging in the morning.",
  "Sometimes": "She sometimes eats lunch at her desk.",
  "Usually": "He usually drives to work.",
  "Always": "We always have dinner together.",
  "Except": "Everyone came except John.",
  "a newspaper": "He reads the newspaper every morning.",
  "a notebook": "I write notes in my notebook.",
  "a pen": "She signed the paper with a pen.",
  "a pensil": "Draw the picture with a pencil.",
  "a mobile phone": "My mobile phone is very old.",
  "a photo": "This is a photo of my family.",
  "a piese of paper": "Write it on a piece of paper.",
  "a purse": "She keeps her money in a purse.",
  "scissors": "Cut the paper with scissors.",
  "sunglasses": "I wear sunglasses when it’s sunny.",
  "a tablet": "He reads books on his tablet.",
  "a ticket": "I bought a ticket for the concert.",
  "a tissue": "She wiped her hands with a tissue.",
  "an ambrella": "Take an umbrella, it might rain.",
  "a wallet": "He lost his wallet in the park.",
  "Listen": "Please listen carefully to the instructions.",
  "Wash": "Wash your hands before eating.",
  "Bath": "The children are in the bath.",
  "Learn": "I want to learn a new language.",
  "nice": "It’s nice to see you again.",
  "great": "We had a great time at the party.",
  "fantastic": "The holiday was fantastic.",
  "awful": "The food tasted awful.",
  "terrible": "The weather was terrible yesterday.",
  "T-shirt": "He likes wearing T-shirts with funny prints.",
  "ugly": "The building looks ugly.",
  "small": "They have a small garden.",
  "expensive": "The shoes were very expensive.",
  "dirty": "The floor is dirty.",
  "difficult": "This question is difficult to answer.",
  "slow": "The traffic is slow today.",
  "empty": "The park is empty in the early morning.",
  "bad": "It’s bad to lie.",
  "low": "The price is very low.",
  "short": "He is wearing short trousers.",
  "new": "I bought a new phone.",
  "young": "She is young and energetic.",
  "poor": "The family is poor but happy.",
  "left": "Turn left at the corner.",
  "wrong": "Your answer is wrong.",
  "dangerous": "It is dangerous to swim in that river.",
  "different": "We have different opinions.",
  "weak": "She is too weak to lift the box.",
  "thin": "She is thin after her diet.",
  "dry": "The clothes are dry now.",
  "I'm unemployed": "I’m unemployed and looking for work.",
  "I'm retired": "I’m retired and spend time gardening.",
  "assignment": "I finished my assignment yesterday.",
  "take subway": "I take the subway to work.",
  "aunt": "My aunt lives in another city.",
  "nepwew": "My nephew is five years old.",
  "cousin": "My cousin is coming to visit.",
  "get home late": "I often get home late from work.",
  "go to work by bus": "I go to work by bus every day.",
  "put on make-up": "She put on make-up before the party.",
  "trousers": "I bought a pair of trousers for the meeting.",
  "get to work": "I get to work at nine o’clock.",
  "go to italian classes": "I go to Italian classes twice a week.",
  "get up at 8:00": "I get up at 8:00 on weekends.",
  "have a shave": "He has a shave every morning.",
  "go home early": "I sometimes go home early.",
  "walk to work": "I walk to work when the weather is nice.",
  "take the dog for a walk": "I take the dog for a walk every evening.",
  "sleep for eight hours": "I try to sleep for eight hours every night.",
  "make dinner": "I make dinner for my family.",
  "shirt": "He spilled coffee on his white shirt this morning.",
  "Spring": "In spring, I enjoy having lunch outside in the garden.",
  "Summer": "Last summer, we spent a week camping by the lake.",
  "Autumn": "In autumn, I love walking through the park with fallen leaves under my feet.",
  "Winter": "During winter, we drink hot chocolate by the fireplace.",
  "Worm": "I saw a worm in the garden after the rain.",
  "Chilly": "It’s chilly this morning, so I’m wearing a scarf.",
  "Cloudy": "It was cloudy all day, but we still went hiking.",
  "Foggy": "It was foggy, and the buses were running late.",
  "Raining": "It’s raining, so I took my umbrella to work.",
  "Snowing": "It’s snowing heavily, and the roads are covered.",
  "Sunny": "It’s sunny today, perfect for a picnic.",
  "Windy": "It was so windy that my hat almost flew away.",
  "Eventually": "We eventually found the right street after asking two people.",
  "Conducted": "The school conducted a survey about lunch preferences.",
  "Discovering": "I love discovering new cafés in my city.",
  "Including": "The price includes breakfast and free Wi-Fi.",
  "Celebrities": "Many celebrities attended the award ceremony.",
  "Through": "We walked through the park to get to the museum.",
  "Anywhere": "You can sit anywhere you like in the café.",
  "Shower": "I took a shower after jogging.",
  "Alone the route": "We stopped at several villages alone the route.",
  "Mean": "What does this word mean in English?",
  "Call": "I’ll call you when I get home.",
  "Dance": "We danced at the party until midnight.",
  "Draw": "She likes to draw pictures of animals.",
  "Find": "I can’t find my keys; have you seen them?",
  "Forget": "Don’t forget to lock the door when you leave.",
  "Give": "Can you give me a hand with these boxes?",
  "Hear": "I can’t hear you, the music is too loud.",
  "Help": "Could you help me carry this bag?",
  "Leave": "I usually leave work at 6 p.m.",
  "Look for": "I’m looking for my phone; have you seen it?",
  "Meet": "Let’s meet at the café at 5 o’clock.",
  "Stay": "We stayed in a small hotel near the beach.",
  "bear": "She could hardly bear the noise from the street.",
  "beat": "He beat his own record in the game.",
  "bite": "Be careful, the fish might bite your finger.",
  "blow": "The storm blew the roof off the shed.",
  "break": "I need a break after working all morning.",
  "bring": "Please bring your laptop to the meeting.",
  "burn": "The toast burned because I forgot about it.",
  "burst": "The water pipe burst during the night.",
  "buy": "I want to buy a new phone this week.",
  "catch": "I caught the last bus to town.",
  "well": "He plays the guitar very well.",
  "I mean": "I mean, we could try a different restaurant.",
  "sure": "Are you sure this is the right address?",
  "sort of": "It’s sort of hard to explain, but I’ll try.",
  "put": "Put your phone on silent during the meeting.",
  "Allow": "They don’t allow pets in this building.",
  "claim": "She tried to claim the lost wallet as hers.",
  "Explain": "Can you explain the rules to me?",
  "Sign": "Please sign here to confirm your booking.",
  "Suggest": "I suggest we leave earlier to avoid traffic.",
  "Assessment": "The teacher gave us an assessment at the end of the course.",
  "Exhaustive": "The report gives an exhaustive list of all expenses.",
  "Amount": "The amount of sugar in this cake is too high.",
  "Base on": "The film is based on a true story.",
  "Determine": "We need to determine the cause of the problem.",
  "Opinion": "In my opinion, this book is very interesting.",
  "Likely": "It’s likely to rain later today.",
  "Most of you": "Most of you already know about the meeting.",
  "guess": "Can you guess what’s inside the box?",
  "At the same time": "We spoke at the same time and laughed.",
  "Realize": "I didn’t realize it was so late.",
  "Approximately": "The trip will take approximately three hours.",
  "Identify": "The police couldn’t identify the suspect.",
  "Approach": "We saw a car approach the house slowly.",
  "Be prepared for": "Be prepared for delays at the airport.",
  "Neighbor": "Our neighbor brought us some fresh bread.",
  "Noise": "The noise from the party kept me awake.",
  "Next door": "The family next door has a new puppy.",
  "lately": "I’ve been feeling tired lately.",
  "long ago": "I met him a long ago at university.",
  "soon": "I hope to see you again soon.",
  "ask": "You can ask me for help anytime.",
  "answer": "Please answer the phone; it’s been ringing for a while.",
  "hope": "I hope you have a good trip.",
  "Remember": "Remember to water the plants while I’m away.",
  "Run": "I run along the river every weekend.",
  "See": "I see my grandparents every Sunday.",
  "Send": "I’ll send you the document by email.",
  "Sing": "She likes to sing in the shower.",
  "Swim": "We swam in the sea until sunset.",
  "Take": "Take your umbrella; it might rain.",
  "Talk": "We talked about our holiday plans.",
  "Tell": "Tell me the truth, please.",
  "Try": "Try the soup; it’s delicious.",
  "Use": "I use my phone to take photos.",
  "Wait for": "I’ll wait for you at the station.",
  "think": "I think this book is interesting.",
  "him": "I saw him at the supermarket.",
  "her": "She called her mother last night.",
  "us": "They invited us to their wedding.",
  "them": "I met them at the park.",
  "to": "I’m going to the store.",
  "from": "This gift is from my best friend.",
  "with": "I went to the cinema with my brother.",
  "for": "This cake is for you.",
  "what?": "What are you doing here?",
  "who?": "Who is that man over there?",
  "where?": "Where is the nearest bus stop?",
  "when?": "When is your birthday?",
  "why?": "Why are you late?",
  "how?": "How do you make this soup?",
  "be": "I’m sure this is the right place.",
  "become": "The evening became colder after the sun went down.",
  "begin": "Let’s begin before it gets too late.",
  "build": "They plan to build a bridge across the river.",
  "can": "I opened a can of beans for lunch.",
  "choose": "You can choose any dessert from the menu.",
  "come": "She came to visit us without calling first.",
  "cost": "This watch costs more than I expected.",
  "cut": "He cut the paper into small squares.",
  "deal": "We need to deal with this problem quickly.",
  "dig": "They dig holes to plant new trees.",
  "do": "I’ll do the dishes after dinner.",
  "draw": "She drew a small map to help me find the shop.",
  "dream": "I often dream about living near the sea.",
  "drink": "He drank a glass of cold water after his run.",
  "drive": "I can drive you to the station if you want.",
  "eat": "Let’s eat outside while the weather is nice.",
  "fail": "I didn’t want to fail my exam.",
  "feed": "Don’t forget to feed the cat in the morning.",
  "feel": "I feel better after taking the medicine.",
  "fight": "The boys fought over the last piece of cake.",
  "find": "I can't find my keys anywhere.",
  "fly": "We will fly to Paris next summer.",
  "forbid": "The sign forbids parking here.",
  "forget": "Don’t forget to bring your homework.",
  "forgive": "She forgave him after he said sorry.",
  "freeze": "The water in the bottle froze overnight.",
  "get": "I will get a coffee on my way to work.",
  "give": "Can you give me a pen, please?",
  "go": "We usually go to the park on Sundays.",
  "grow": "Tomatoes grow well in this warm climate.",
  "hand": "Please hand me that book from the shelf.",
  "have": "I have a meeting in the afternoon.",
  "hear": "I can hear someone knocking at the door.",
  "hide": "He hid the letter in a drawer.",
  "hit": "The ball hit the window and broke it.",
  "hold": "Hold my bag while I tie my shoes.",
  "hurt": "I hurt my knee while running.",
  "keep": "Please keep your phone on silent in the cinema.",
  "know": "I know this song from my childhood.",
  "lay": "She laid the blanket on the grass.",
  "lead": "This path leads to the old castle.",
  "learn": "I want to learn how to play the guitar.",
  "leave": "We leave for the airport at 6 a.m.",
  "lend": "Can you lend me your book for a week?",
  "let": "Let me show you the new kitchen.",
  "lie": "He likes to lie on the sofa and read.",
  "light": "The light in the hallway is too bright at night.",
  "lose": "I often lose my keys at home.",
  "make": "This coffee maker can make cappuccino in minutes.",
  "mean": "It’s mean to laugh at someone’s mistakes.",
  "meet": "Let’s meet at the café near the station.",
  "pay": "She paid the bill before leaving.",
  "read": "I read a good article about travel last night.",
  "ride": "He rides his bike to work every day.",
  "ring": "He bought a ring for the proposal.",
  "rise": "The sun rises earlier in summer.",
  "run": "They run along the beach every morning.",
  "say": "She said she would call later.",
  "see": "I saw an old friend at the supermarket.",
  "seek": "We are seeking volunteers for the event.",
  "sell": "He wants to sell his old bike.",
  "send": "I need to send an email to my teacher.",
  "set": "She set the table for dinner.",
  "sew": "He sewed a button back onto his shirt.",
  "shake": "She shook the box to see what was inside.",
  "shine": "The moon shone brightly over the lake.",
  "shoot": "They shot a video for their new song.",
  "show": "Let me show you my new camera.",
  "shut": "Please shut the window, it’s getting cold.",
  "sing": "She sings in the church choir every Sunday.",
  "sit": "We sat by the fire and talked for hours.",
  "sleep": "He slept on the sofa last night.",
  "smell": "This room smells like fresh flowers.",
  "speak": "I can speak a little Italian.",
  "spell": "Could you spell your surname for me?",
  "spend": "We spent the weekend in the countryside.",
  "spill": "I spilled coffee on my shirt.",
  "split": "They split the bill after dinner.",
  "spoil": "Don’t leave the milk out, it will spoil.",
  "spread": "She spread butter on her toast.",
  "spring": "Flowers spring up quickly in warm weather.",
  "stand": "He stood in line for over an hour.",
  "steal": "Someone stole my bike from the garage.",
  "stick": "Stick this note on the fridge.",
  "sting": "A bee stung my hand while I was gardening.",
  "strike": "The workers went on strike for higher pay.",
  "swear": "He swore never to lie to her again.",
  "sweep": "She swept the floor before guests arrived.",
  "swim": "We swam in the lake until sunset.",
  "take": "Please take your shoes off at the door.",
  "teach": "She teaches English at a local school.",
  "tear": "He tore the letter into pieces.",
  "tell": "I’ll tell you the news tomorrow.",
  "throw": "He threw the ball over the fence.",
  "understand": "I don’t understand this part of the story.",
  "wake": "I woke up earlier than usual today.",
  "wear": "She wore a blue dress to the party.",
  "win": "Our team managed to win the game.",
  "write": "I wrote a postcard to my grandparents.",
  "bathroom": "The bathroom has a large mirror above the sink.",
  "bedroom": "My bedroom window faces the garden.",
  "dining room": "We had dinner together in the dining room.",
  "hall": "I left my keys on the table in the hall.",
  "kitchen": "The kitchen smells of freshly baked bread.",
  "living room": "The living room has a big sofa and a fireplace.",
  "study": "He works in his study until late at night.",
  "balcony": "We sat on the balcony and watched the sunset.",
  "ceiling": "The ceiling in this room is painted white.",
  "floor": "The wooden floor creaks when you walk on it.",
  "stairs": "She ran up the stairs to answer the phone.",
  "wall": "There’s a clock on the wall above the door.",
  "armchair": "He fell asleep in the armchair after lunch.",
  "central heating": "The central heating keeps the house warm in winter.",
  "corner": "There’s a small table in the corner of the room.",
  "shelves": "I put my travel books on the top shelves.",
  "wardrobe": "I keep my winter clothes in the wardrobe.",
  "washing machine": "The washing machine is making a strange noise.",
  "air conditioner": "The air conditioner keeps the office cool in summer.",
  "air conditioning": "The air conditioning stopped working yesterday.",
  "washing-up liquid": "We need more washing-up liquid for the dishes.",
  "tea towel": "She dried the plates with a clean tea towel.",
  "saucepan": "The soup is cooking in the saucepan.",
  "frying pan": "I made an omelette in the frying pan.",
  "teapot": "The teapot is full of green tea.",
  "cloth": "Wipe the table with a damp cloth.",
  "coffee maker": "The coffee maker is next to the fridge.",
  "kitchen roll": "Pass me the kitchen roll, please.",
  "cup": "I poured some juice into a cup.",
  "plate": "There’s a slice of cake on each plate.",
  "bowl": "She mixed the salad in a large bowl.",
  "fork": "I can’t find a clean fork.",
  "knife": "Use a sharp knife to cut the bread.",
  "chopsticks": "He can eat noodles with chopsticks.",
  "spoon": "Stir the soup with a wooden spoon.",
  "mug": "I drink my morning coffee from this mug.",
  "glass": "Fill the glass with cold water.",
  "bread": "Yesterday I bought fresh bread from the small bakery near my house.",
  "butter": "Can you pass me the butter so I can put it on my toast?",
  "cereal": "I usually eat cereal with milk for breakfast before work.",
  "cheese": "We need some cheese for the pizza we’re making tonight.",
  "coffee": "I can’t start my morning without a cup of coffee.",
  "eggs": "I fried two eggs for breakfast this morning.",
  "jam": "This strawberry jam tastes sweet and fresh.",
  "juice": "I poured some orange juice for everyone at the table.",
  "milk": "Could you buy a bottle of milk on your way home?",
  "sugar": "I don’t put sugar in my tea anymore.",
  "tea": "Let’s drink some tea and talk for a while.",
  "nuts": "I keep nuts in my bag for a quick snack.",
  "salt": "Don’t forget to add a little salt to the soup.",
  "cucumber": "I sliced a cucumber for the salad.",
  "vegetables": "Fresh vegetables are sold at the market near my street.",
  "carrots": "She chopped carrots for the soup.",
  "chips (French fries)": "We ordered chips with our burgers.",
  "a lettuce": "I washed a lettuce before making the salad.",
  "mushrooms": "I cooked mushrooms with garlic and butter.",
  "onions": "Cut the onions carefully so you don’t cry.",
  "peas": "I added some peas to the rice.",
  "peppers": "These red peppers taste really sweet.",
  "potatoes": "We boiled potatoes for dinner.",
  "tomatoes": "The tomatoes in the garden are getting ripe.",
  "apples": "He brought a bag of apples from the farm.",
  "bananas": "I like to eat bananas after the gym.",
  "oranges": "I peeled two oranges for dessert.",
  "a pineapple": "We bought a pineapple for the fruit salad.",
  "strawberries": "Fresh strawberries are my favorite summer fruit.",
  "rice": "I cooked rice to go with the chicken.",
  "salad": "This salad has tomatoes, cucumbers, and cheese.",
  "seafood": "We tried seafood for the first time on vacation.",
  "spices": "These spices make the soup smell amazing.",
  "beans": "I added beans to the stew.",
  "garlic": "I love the smell of garlic when I’m cooking.",
  "cake": "We baked a chocolate cake for her birthday.",
  "fruit salad": "The fruit salad has apples, bananas, and grapes.",
  "ice cream": "Let’s get some ice cream from the shop.",
  "biscuits": "I had tea with biscuits this afternoon.",
  "chocolate": "Dark chocolate is my favorite dessert.",
  "crisps": "We ate crisps while watching a movie.",
  "a sandwich": "I made a sandwich with ham and cheese.",
  "sweets": "The shop sells many different sweets.",
  "baked": "I baked some bread in the oven.",
  "fried": "The fish was fried until golden brown.",
  "steam": "Steam was coming from the pot on the stove.",
  "dish": "My favorite dish is pasta with tomato sauce.",
  "kettle": "The kettle is boiling, so let’s make tea.",
  "bottle": "I drank a bottle of water after my run.",
  "box": "There’s a box of cookies on the table.",
  "carton": "We bought a carton of orange juice.",
  "jar": "This jar of honey is from the countryside.",
  "packet": "I opened a packet of biscuits.",
  "tin": "There’s a tin of tuna in the cupboard.",
  "loaf": "I bought a loaf of bread from the bakery.",
  "piece": "Can I have a piece of cake, please?",
  "Estate agent": "The estate agent showed us three different flats in one afternoon.",
  "Plants": "I water my plants every two days so they don't dry out.",
  "Large": "They bought a large sofa that barely fits in the living room.",
  "Quiet": "It’s very quiet here in the evenings, you can hear the birds.",
  "Local": "We like to buy bread from a local bakery near our house.",
  "Rent": "We decided to rent a flat near the train station.",
  "in front of": "There is a big tree in front of our school.",
  "under": "I found my keys under the kitchen table.",
  "behind": "He was standing behind me in the queue at the supermarket.",
  "between": "Our office is between a bank and a coffee shop.",
  "opposite": "The bus stop is opposite the hospital entrance.",
  "next to": "She lives next to a park, so she goes jogging every morning.",
  "over": "The cat jumped over the fence to chase a bird.",
  "into": "She walked into the room with a big smile.",
  "out of": "She ran out of the shop when she heard the alarm.",
  "through": "We walked through the park to get to the cinema faster.",
  "common": "It's common to see tourists here in summer.",
  "more or less": "The journey takes two hours, more or less.",
  "waste time": "Watching that movie was a waste of time.",
  "decided": "We decided to eat at the new Italian restaurant.",
  "less": "I spend less money on clothes now than last year.",
  "probably": "It will probably rain later, so take an umbrella.",
  "also": "I like pizza and also enjoy pasta.",
  "bit": "The soup is a bit too salty for me.",
  "I had a sore throat": "I had a sore throat yesterday, so I drank hot tea with honey.",
  "runny nose": "He stayed at home because he had a runny nose.",
  "better": "I feel better after taking the medicine.",
  "worse": "The weather is worse today than it was yesterday.",
  "further": "We need to walk further to reach the bus stop.",
  "Don't mind": "I don't mind waiting a few minutes for you.",
  "Belly hurts": "My belly hurts after eating too much cake.",
  "Stomach hurts": "Her stomach hurts because she drank cold water too quickly.",
  "headache": "I have a headache, so I will lie down for a while.",
  "drawer": "I keep my socks in the top drawer.",
  "sack": "He carried a sack of potatoes into the kitchen.",
  "fizzy": "I don’t like fizzy drinks because they make me burp.",
  "It depends on": "It depends on the weather if we go hiking.",
  "sharp": "Be careful, this knife is very sharp.",
  "pressure": "The doctor measured my blood pressure.",
  "not really": "Do you like sushi? — Not really.",
  "have fun": "We always have fun when we travel together.",
  "by ferry": "We went to the island by ferry last summer.",
  "by coach": "We travelled to London by coach because it was cheaper.",
  "currency": "You need to change your currency before going abroad.",
  "suitcase": "My suitcase is too heavy for me to carry alone.",
  "rucksack": "He packed his clothes into a rucksack for the weekend trip.",
  "suddenly": "Suddenly, the lights went out in the whole street.",
  "strange": "It’s strange to see the streets so empty at this time.",
  "describe": "Can you describe the man you saw?",
  "which": "Which dress do you like more, the red or the blue one?",
  "utility room": "We keep our washing machine in the utility room.",
  "utility bills": "Our utility bills are higher in winter because of heating.",
  "block of flats": "They live on the top floor of a block of flats.",
  "hoover": "I need to hoover the living room before guests arrive.",
  "not realy": "I don’t really enjoy watching sports on TV.",
  "borrow (from)": "Can I borrow a pen from you?",
  "lend to": "I can lend my book to you if you want.",
  "ever": "Have you ever tried sushi?",
  "straight": "Go straight for two blocks, then turn left.",
  "exactly": "This is exactly what I was looking for.",
  "seaside": "We spent a week at the seaside in Spain.",
  "Unfortunately": "Unfortunately, the concert tickets were sold out.",
  "worry": "Don’t worry, everything will be fine.",
  "attic": "We found old photographs in the attic.",
  "busy": "The shop is very busy on Saturdays.",
  "that's why": "It was raining, that's why we stayed at home.",
  "spacious": "The new kitchen is very spacious and bright.",
  "far": "The school is far from our house.",
  "the best": "This is the best coffee I have ever had.",
  "the worst": "It was the worst day of my life.",
  "the furthest": "She ran the furthest in the marathon.",
  "never mind": "Never mind, we can try again tomorrow.",
  "Sparkling": "I prefer sparkling water to still water.",
  "Still": "We are still waiting for the bus.",
  "Observation wheel": "The observation wheel gives a great view of the city.",
  "Go ahead": "Go ahead, I’m listening.",
  "go out for diner": "We usually go out for dinner on Fridays.",
  "bill please": "Can we have the bill, please?",
  "hurry": "Hurry, or we’ll miss the bus.",
  "gap": "There’s a small gap between the wall and the bed.",
  "survived": "They survived the storm without any problems.",
  "made sure": "I made sure the door was locked before leaving.",
  "vehicles": "No vehicles are allowed in this park.",
  "keep going": "Keep going until you see the petrol station.",
  "keep it up": "You’re doing great, keep it up!",
  "gaps": "There are some gaps in your story.",
  "luggage": "We left our luggage at the hotel reception.",
  "carry things": "This bag is perfect to carry things when shopping.",
  "arrive": "We arrived at the airport two hours early.",
  "towards me": "The dog started running towards me when it saw the ball.",
  "valuable": "This watch is valuable because my grandfather gave it to me.",
  "desert": "It’s hard to believe people can live in the desert without much water.",
  "decide": "I decided to stay home because it was raining all day.",
  "inside": "It’s warmer inside, so let’s drink tea there.",
  "surprised": "I was surprised to get a message from my old friend.",
  "something": "I think there’s something wrong with my phone.",
  "everything": "Everything in the shop was half price today.",
  "way": "This is the fastest way to get to the park.",
  "countryside": "We spent the weekend in the countryside near the lake.",
  "each": "Each student got a free notebook at the start of the course.",
  "go sightseeing": "On our trip to Rome, we will go sightseeing.",
  "This/These": "These shoes are too small for me.",
  "That/Those": "That shop is closed today.",
  "Here": "Here is the book you asked for.",
  "There": "There are many people waiting outside.",
  "Over there": "The bakery is over there, next to the bank.",
  "Incredibly": "The food was incredibly tasty, I want to go there again.",
  "notice": "I didn’t notice you were already here.",
  "even": "He didn’t even say goodbye before leaving.",
  "like": "I like walking in the park after work.",
  "literally": "It was so cold that my hands were literally frozen.",
  "things are great": "Thanks for asking, things are great at my new job.",
  "something like that": "He said he would come at 6 or something like that.",
  "though": "It was raining, though we still went for a walk.",
  "particularly": "I’m not particularly interested in football.",
  "couple": "We met a nice couple on our holiday.",
  "receive": "I received a letter from my friend.",
  "Apart from": "Apart from a little rain, the trip was perfect.",
  "various": "The shop sells various types of bread.",
  "point your phone at the sky": "If you point your phone at the sky, the app will show you the stars’ names.",
  "cover": "Cover the cake with chocolate cream.",
  "improve": "I’m taking English classes to improve my speaking skills.",
  "mention": "Did I mention that we’re moving to a new flat?",
  "genuinely": "She was genuinely happy to see me after so many years.",
  "urgently": "I need to speak to you urgently about the project.",
  "miracle": "It’s a miracle that we caught the last bus.",
  "appointment": "I have a dentist appointment tomorrow morning.",
  "exists": "This old cafe still exists after fifty years.",
  "get on": "Do you get on well with your neighbours?",
  "did not stop us from": "The rain did not stop us from having a picnic.",
  "hurry up": "Hurry up, we’re going to miss the movie.",
  "bother": "Don’t bother cooking, I’ve already ordered pizza.",
  "i'll put you through to": "I’ll put you through to our manager, please hold the line.",
  "complicated": "The instructions were so complicated that I had to watch a video.",
  "attractions": "The city has many attractions, including museums and parks.",
  "exciting": "It was exciting to ride the rollercoaster.",
  "climb": "We climbed the hill to see the sunset.",
  "tribe": "The tribe still follows old traditions.",
  "make dreams come true": "Working as a pilot made my childhood dreams come true.",
  "nowadays": "Nowadays, most people use smartphones every day.",
  "experience": "Working abroad was the best experience of my life.",
  "perhaps": "Perhaps we could try a different restaurant tonight.",
  "completely": "I completely forgot to bring my wallet.",
  "enjoy": "I enjoy reading before going to bed.",
  "alone": "She likes to travel alone sometimes.",
  "consider": "I will consider your idea before making a decision.",
  "be away": "I’ll be away on holiday next week.",
  "I graduated from": "I graduated from university in 2015.",
  "sense of time": "When I’m on holiday, I lose my sense of time.",
  "have an appointment": "I have an appointment with my lawyer this afternoon.",
  "Luckily": "Luckily, we found our cat before it got dark.",
  "punctually/punctual": "The train arrived punctually at 8 a.m.",
  "thought": "I thought the shop was open on Sundays.",
  "especially": "I like all fruit, especially strawberries.",
  "scenery": "The mountain scenery was beautiful.",
  "incredible": "The view from the top of the tower was incredible.",
  "some of them": "I’ve read many books, but some of them were boring.",
  "but in fact": "He seemed angry, but in fact he was just tired.",
  "recognize": "I didn’t recognize her with the new haircut.",
  "took out": "He took out his phone to show me the photos.",
  "all year around": "This shop is open all year around.",
  "erupting": "The volcano has been erupting for three days.",
  "queue": "We waited in a queue for an hour to buy tickets.",
  "wait in a queue": "I hate waiting in a queue when I’m in a hurry.",
  "fluent": "She is fluent in three languages.",
  "patient/+ly": "The teacher explained the rules patiently.",
  "Calm": "Try to stay calm during the interview.",
  "polite": "It’s polite to say thank you when someone helps you.",
  "pleased": "I’m pleased with my exam results.",
  "manage": "He managed to fix the car by himself.",
  "lay the table": "Can you lay the table for dinner, please?",
  "by the way": "By the way, have you seen my keys?",
  "curly": "She has beautiful curly hair.",
  "bald": "He started to go bald in his thirties.",
  "Clever": "That was a clever way to solve the problem.",
  "funny": "It was a funny story, we laughed a lot.",
  "generous": "She is very generous with her time and always helps others.",
  "kind": "It was kind of you to bring me coffee.",
  "lazy": "I felt too lazy to cook, so I ordered food.",
  "shy": "He is shy and doesn’t talk much in class.",
  "talkative": "My neighbour is very talkative and always stops to chat.",
  "extrovert": "Being an extrovert, she loves meeting new people.",
  "quiet": "It is quiet in the library.",
  "serious": "He looked serious when he gave us the news.",
  "stupid": "I made a stupid mistake on the form.",
  "unfriendly": "The shop assistant was unfriendly and didn’t help me.",
  "unkind": "It was unkind to ignore her message.",
  "blouse": "I bought a red blouse for the party last night.",
  "cardigan": "She wore a warm cardigan because it was cold outside.",
  "coat": "Don't forget your coat; the weather is rainy today.",
  "dress": "Maria wore a blue dress to her friend's wedding.",
  "jacket": "He put on his leather jacket before going out.",
  "jeans": "I prefer wearing jeans when I go hiking.",
  "leggings": "She bought black leggings for the yoga class.",
  "pyjamas/pa'dzu:mǝz/": "I always sleep in comfortable pyjamas.",
  "shorts": "I wear shorts when I play football in summer.",
  "skirt": "Anna's skirt is very colorful and bright.",
  "socks": "I need to buy new socks because these have holes.",
  "suit": "He wore a suit for the job interview.",
  "sweater/jumper": "I knit a sweater for my little brother.",
  "tights": "She wore black tights under her skirt.",
  "top": "This top is perfect for a sunny day.",
  "tracksuit": "He bought a new tracksuit for the gym.",
  "underwear": "She packed enough underwear for the trip.",
  "sleeve": "The sleeve of my shirt got caught in the door.",
  "collar": "The collar of his shirt was dirty after lunch.",
  "button": "I need to sew a button on my coat.",
  "pocket": "I put my phone in my pocket.",
  "zip": "The zip on my jacket is broken.",
  "get undressed": "After the party, we got undressed and went to bed.",
  "suit me": "This style of jeans really suits me.",
  "a pair of trousers": "I bought a new pair of trousers yesterday.",
  "a mutual acquaintance": "We have a mutual acquaintance from university.",
  "a casual acquaintance": "John is just a casual acquaintance, not a close friend.",
  "definitely": "I will definitely come to your birthday party.",
  "survive": "The hikers survived in the forest for three days.",
  "with pleasure": "I will help you with your homework with pleasure.",
  "tidy up": "Please tidy up your room before dinner.",
  "arrivals": "The arrivals board shows all incoming flights.",
  "bag drop": "We left our suitcases at the bag drop.",
  "baggage reclaim": "We waited for our suitcases at baggage reclaim.",
  "check-in": "We arrived early for check-in.",
  "customs": "The customs officer checked my passport.",
  "departures": "The departures board shows all leaving flights.",
  "gates": "Our flight is leaving from gate 12.",
  "lifts": "Take the lifts to the second floor.",
  "passport control": "We waited in line at passport control.",
  "security check": "I always take out my laptop at the security check.",
  "terminal": "The terminal is very crowded today.",
  "trolley": "I pushed a trolley full of groceries.",
  "destination": "Paris was our final destination.",
  "stopover": "We had a short stopover in Amsterdam.",
  "boots": "I bought new boots for the winter.",
  "flip-flops": "I wear flip-flops at the beach.",
  "sandals": "She loves her new leather sandals.",
  "shoes": "I need to polish my shoes.",
  "trainers": "He always wears trainers for running.",
  "belt": "My belt broke while I was walking.",
  "cap": "He wears a cap when it's sunny.",
  "hat": "I bought a warm hat for winter.",
  "gloves": "Don't forget your gloves; it's very cold.",
  "scarf": "She wore a red scarf around her neck.",
  "tie": "He bought a tie for the office party.",
  "bracelet": "Her bracelet has a small charm.",
  "earrings": "She wears golden earrings every day.",
  "necklace": "He gave her a silver necklace for her birthday.",
  "go abroad": "Next year, I want to go abroad for a holiday.",
  "go away for the weekend": "We will go away for the weekend to the countryside.",
  "go camping": "They like to go camping in the mountains.",
  "go on holiday": "We plan to go on holiday in July.",
  "go out at night": "I usually go out at night with friends.",
  "go skiing(or walking, cycling)": "I love to go skiing in winter.",
  "go swimming(or sailing, surfing, fishing)": "We go swimming in the lake every summer.",
  "fan": "I am a big fan of this football team.",
  "hire": "We decided to hire a car for our trip.",
  "sunbathe": "I like to sunbathe on the beach.",
  "camp site": "The campsite is near the river.",
  "luxurious": "We stayed in a luxurious hotel.",
  "helpful": "The guide was very helpful during our tour.",
  "lovely": "It was a lovely evening with friends.",
  "crowded": "The train was so crowded this morning.",
  "awful, horrible, terrible": "The food in that restaurant was awful.",
  "to be in touch": "I want to be in touch with my old friends.",
  "keep in touch": "Let's keep in touch after the trip.",
  "frustrating": "It is frustrating when the internet is slow.",
  "pick up": "I will pick up my friend from the airport.",
  "expand": "We plan to expand our business next year.",
  "similar": "My bag is similar to yours.",
  "worldwide": "This brand is popular worldwide.",
  "somehow": "Somehow, I lost my keys yesterday.",
  "pleasure": "It was a pleasure meeting you.",
  "Close-up": "The photographer took a close-up of the butterfly on the flower.",
  "Wildlife": "We saw amazing wildlife during our trip to Africa.",
  "Term": "The school term starts next Monday.",
  "clean the floor": "I need to clean the floor before our guests arrive.",
  "do the shopping": "Every Saturday, I do the shopping for the week.",
  "do the vacuuming(hoovering)": "She does the vacuuming every evening.",
  "do the washing": "I have to do the washing after the party.",
  "do the washing-up": "He always does the washing-up after dinner.",
  "dust the furniture": "I dust the furniture once a week.",
  "lay the table(opposite clear)": "I will lay the table before lunch.",
  "load the dishwasher(opposite unload)": "Can you load the dishwasher with the dirty plates?",
  "make lunch (or dinner)": "I make lunch for my family every day.",
  "make the bed": "I make the bed before going to work.",
  "pick up dirty clothes": "Please pick up dirty clothes from the floor.",
  "put away your clothes": "She put away her clothes in the wardrobe.",
  "take out the rubbish": "He takes out the rubbish every evening.",
  "tidy your room": "Tidy your room before your friends come over.",
  "Get impatient": "I get impatient when the bus is late.",
  "impatient": "The children were impatient waiting for the movie to start.",
  "meal times": "We always eat together at meal times.",
  "frustrated": "I felt frustrated when I lost my keys.",
  "irritable": "She gets irritable if she doesn’t sleep well.",
  "patience": "You need patience when teaching young children.",
  "annoying": "The loud music next door is really annoying.",
  "boring": "This book is boring, I can’t finish it.",
  "modern": "The city has many modern buildings.",
  "noisy": "The street outside is very noisy.",
  "polluted": "The river is polluted with rubbish.",
  "historic": "We visited many historic places in the city.",
  "interesting": "The museum had many interesting exhibits.",
  "download": "I downloaded a new game on my tablet.",
  "love": "I love eating pizza on Fridays.",
  "miss": "I miss my family when I am abroad.",
  "pass": "I hope I pass my English test.",
  "pickup": "I will pickup my friend from the station.",
  "push": "Please push the door to open it.",
  "start": "We start the meeting at 9 a.m.",
  "turn on": "Turn on the lights, it’s getting dark.",
  "at first sight": "I liked the city at first sight.",
  "Effort": "It took a lot of effort to finish the project.",
  "basket": "I put the apples in the basket.",
  "changing room": "The clothes are in the changing room.",
  "(self-service) checkout": "I paid at the self-service checkout.",
  "customer": "The customer asked for a refund.",
  "receipt": "Don’t forget your receipt after shopping.",
  "shop assistant": "The shop assistant helped me find my size.",
  "shopping bag": "I forgot my shopping bag at home.",
  "the sales": "I bought my shoes in the sales.",
  "till": "I paid at the till near the exit.",
  "try on": "I want to try on this dress before buying it.",
  "fit me": "This jacket fits me perfectly.",
  "suits you": "This colour really suits you.",
  "delivery": "I received a delivery of books today.",
  "payment": "You can make the payment by card or cash.",
  "look after": "Can you look after my cat while I am away?",
  "bridge": "We walked across the old bridge in the city.",
  "canal": "The boat travelled along the canal.",
  "castle": "The castle is open to visitors all year.",
  "cathedral": "The cathedral is very tall and beautiful.",
  "church": "We visited a small church in the village.",
  "city walls": "The city walls are still standing after centuries.",
  "department store": "I bought a coat in the department store.",
  "harbour": "The harbour was full of fishing boats.",
  "hill": "We climbed a hill to see the sunset.",
  "lake": "We went swimming in the lake.",
  "market": "The market sells fresh fruit and vegetables.",
  "mosque": "The mosque is an important building in the city.",
  "museum": "The museum has a new exhibition of paintings.",
  "palace": "The king’s palace is very grand.",
  "ruins": "We explored the ruins of the old castle.",
  "shopping centre (mall)": "I bought new shoes in the shopping centre.",
  "statue": "The statue in the park is very old.",
  "synagogue": "We visited a synagogue during our city tour.",
  "temple": "The temple is open to tourists every day.",
  "town hall": "The town hall is in the city centre.",
  "borrow": "I need to borrow a pen from my friend.",
  "drop off": "I will drop off the parcel at the post office.",
  "finish": "I finished reading the book yesterday.",
  "hate": "I hate waking up early on weekends.",
  "mend": "I need to mend my torn shirt.",
  "pull": "Pull the door to open it.",
  "remember": "Please remember to call your grandmother.",
  "repair": "They repaired my car quickly.",
  "turn off": "Turn off the TV before going to bed.",
  "upload": "I will upload my photos to the website.",
  "have a desire": "I have a desire to travel to Japan next year.",
  "to follow": "I like to follow cooking blogs for new recipes.",
  "memorizing": "Memorizing new words helps me improve my English.",
  "To summarize": "To summarize, we need to finish this project by Friday.",
  "In conclusion": "In conclusion, the experiment was successful.",
  "To conclude": "To conclude, I want to thank everyone for their help.",
  "Overall": "Overall, the trip was very enjoyable.",
  "In total": "In total, we visited five museums during the holiday.",
  "As a result": "As a result, we finished the work earlier than expected.",
  "Consequently": "Consequently, we had to reschedule the meeting.",
  "To start with": "To start with, we need to check the equipment.",
  "To begin with": "To begin with, let's discuss the main problem.",
  "let's begin with": "Let's begin with introducing ourselves.",
  "Initially": "Initially, I was nervous about the interview.",
  "First of all,": "First of all, we need to buy the tickets.",
  "Firstly": "Firstly, we need to clean the room.",
  "Secondly": "Secondly, we should prepare the documents.",
  "Thirdly": "Thirdly, we need to check the schedule.",
  "Once a week": "I go to the gym once a week.",
  "twice a week": "She attends English classes twice a week.",
  "thrice": "We meet thrice each month for discussions.",
  "one two three times a week": "I call my grandparents one time a week.",
  "Issued a refund/full refund": "The shop issued a full refund for my broken phone.",
  "mood": "Her mood changed when she heard the good news.",
  "happy": "I was happy to see my friend again.",
  "reason": "The reason I was late was the traffic jam.",
  "sincerely yours": "Sincerely yours, John Smith.",
  "with respect": "With respect, I would like to disagree with your opinion.",
  "I need to walk around the site myself": "I need to walk around the site myself to check the safety.",
  "separately": "We should discuss these issues separately.",
  "yesterday we talked about access to figma": "Yesterday we talked about access to Figma for the new project.",
  "is the letter case taken into account?": "Is the letter case taken into account in this password?",
  "there is a lot of functionality here": "There is a lot of functionality here, so it may take time to learn.",
  "why is the footer so high when the page loads?": "Why is the footer so high when the page loads on my screen?",
  "under the bridge": "We found a nice picnic spot under the bridge.",
  "along the street": "We walked along the street looking at the shops.",
  "round (around) the lake": "We ran round the lake every morning.",
  "through the tunnel": "The car went through the tunnel to reach the other side.",
  "into the shop": "I walked into the shop to buy some bread.",
  "across the road": "Be careful when you go across the road.",
  "over the bridge": "We walked over the bridge to get to the park.",
  "up the steps": "She ran up the steps to catch the bus.",
  "past the church": "We walked past the church to reach the market.",
  "towards the lake": "We walked towards the lake to see the sunset.",
  "down the steps": "He came down the steps slowly.",
  "out of the shop": "I stepped out of the shop with a big bag.",
  "crucial": "It is crucial to arrive on time for the exam.",
  "vital": "It is vital to drink enough water every day.",
  "pivotal": "This meeting was pivotal for our project success.",
  "essential": "It is essential to wear a helmet while cycling.",
  "significant": "There was a significant change in the weather.",
  "very": "The movie was very interesting.",
  "kind of": "I am kind of tired after the long walk.",
  "basically": "Basically, we need to follow the instructions carefully.",
  "necessary": "It is necessary to charge your phone before the trip.",
  "figure out": "I need to figure out how to fix my laptop.",
  "insist on": "She insists on having a meeting every week.",
  "demand": "The teacher demanded an explanation for the missing homework.",
  "come in handy": "This small flashlight will come in handy during the camping trip.",
  "suffers from": "He suffers from a cold every winter.",
  "fear": "She has a fear of spiders.",
  "panic": "I felt panic when I realized I lost my wallet.",
  "scared": "I was scared during the thunderstorm.",
  "frightened": "The loud noise frightened the children.",
  "terrified": "I was terrified when I saw the big dog.",
  "dizzy": "I felt dizzy after spinning around quickly.",
  "overcome a fear of": "He managed to overcome a fear of heights.",
  "pub crawl": "We went on a pub crawl with friends on Saturday night.",
  "sober": "I stayed sober at the party to drive home safely.",
  "a hangover": "I had a hangover after the party.",
  "booze": "There was too much booze at the wedding.",
  "a teetotaller": "My friend is a teetotaller and never drinks alcohol.",
  "first sight": "I loved the city at first sight.",
  "Turn left": "Turn left at the traffic lights to reach the library.",
  "Go straight on": "Go straight on until you see the park.",
  "Take second turning on the right": "Take the second turning on the right to get to my house.",
  "Turn right at the traffic lights": "Turn right at the traffic lights to go to the supermarket.",
  "Go round the roundabout and take the third exit": "Go round the roundabout and take the third exit to reach the stadium."
}